Repository: h1431532403240/Votra
Catalog: Votra/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: (Default)
ja: （デフォルト）
ko: (기본값)
zh_hans: （默认）
zh_hant: （預設）

source: (No speech detected)
ja: （音声が検出されませんでした）
ko: (음성이 감지되지 않음)
zh_hans: （未检测到语音）
zh_hant: （未偵測到語音）

source: %lld Failed
ja: %lld 件失敗
ko: %lld개 실패
zh_hans: %lld 个失败
zh_hant: %lld 個失敗

source: %lld file(s)
ja: %lld ファイル
ko: %lld개 파일
zh_hans: %lld 个文件
zh_hant: %lld 個檔案

source: %lld segment(s) could not be processed by AI
ja: %lld 件のセグメントをAIで処理できませんでした
ko: %lld개의 세그먼트를 AI로 처리할 수 없습니다
zh_hans: %lld 个片段无法被 AI 处理
zh_hant: %lld 個片段無法被 AI 處理

source: %lld Warning(s)
ja: %lld 件の警告
ko: %lld개의 경고
zh_hans: %lld 个警告
zh_hant: %lld 個警告

source: 32-bit Float
ja: 32ビット浮動小数点
ko: 32비트 부동소수점
zh_hans: 32位浮点
zh_hant: 32位元浮點

source: A recording is already in progress
ja: 録音中です
ko: 녹음이 이미 진행 중입니다
zh_hans: 录音已在进行中
zh_hant: 錄音已在進行中

source: Access denied: %@
ja: アクセスが拒否されました: %@
ko: 접근 거부됨: %@
zh_hans: 访问被拒绝：%@
zh_hant: 存取遭拒：%@

source: Action Items
ja: アクション項目
ko: 작업 항목
zh_hans: 待办事项
zh_hant: 待辦事項

source: Add Files
ja: ファイルを追加
ko: 파일 추가
zh_hans: 添加文件
zh_hant: 加入檔案

source: Adjust Visibility
ja: 表示を調整
ko: 가시성 조정
zh_hans: 调整可见性
zh_hant: 調整可見度

source: All data is stored locally on your device. Enable iCloud sync to access your recordings on other devices.
ja: すべてのデータはデバイスにローカル保存されます。他のデバイスで録音にアクセスするには、iCloud同期を有効にしてください。
ko: 모든 데이터는 기기에 로컬로 저장됩니다. 다른 기기에서 녹음에 접근하려면 iCloud 동기화를 활성화하세요.
zh_hans: 所有数据都存储在本地设备上。启用 iCloud 同步可在其他设备上访问录音。
zh_hant: 所有資料都儲存在本機裝置上。啟用 iCloud 同步可在其他裝置上存取錄音。

source: All System Audio
ja: すべてのシステムオーディオ
ko: 모든 시스템 오디오
zh_hans: 所有系统音频
zh_hant: 所有系統音訊

source: Appearance
ja: 外観
ko: 모양
zh_hans: 外观
zh_hant: 外觀

source: Apple Intelligence available
ja: Apple Intelligenceが利用可能
ko: Apple Intelligence 사용 가능
zh_hans: Apple Intelligence 可用
zh_hant: Apple Intelligence 可用

source: Apple Intelligence is not available
ja: Apple Intelligenceは利用できません
ko: Apple Intelligence를 사용할 수 없습니다
zh_hans: Apple Intelligence 不可用
zh_hant: Apple Intelligence 不可用

source: Apple Intelligence is not available on this device
ja: このデバイスではApple Intelligenceを利用できません
ko: 이 기기에서는 Apple Intelligence를 사용할 수 없습니다
zh_hans: 此设备不支持 Apple Intelligence
zh_hant: 此裝置不支援 Apple Intelligence

source: Apple Intelligence is not ready yet. Please wait a moment and try again.
ja: Apple Intelligenceはまだ準備ができていません。しばらく待ってから再試行してください。
ko: Apple Intelligence가 아직 준비되지 않았습니다. 잠시 후 다시 시도해 주세요.
zh_hans: Apple Intelligence 尚未准备就绪。请稍候再试。
zh_hant: Apple Intelligence 尚未準備就緒。請稍候再試。

source: Apple Intelligence Required
ja: Apple Intelligenceが必要です
ko: Apple Intelligence 필요
zh_hans: 需要 Apple Intelligence
zh_hant: 需要 Apple Intelligence

source: Apple Intelligence unavailable
ja: Apple Intelligenceを利用できません
ko: Apple Intelligence 사용 불가
zh_hans: Apple Intelligence 不可用
zh_hant: Apple Intelligence 不可用

source: Application settings will appear here
ja: アプリケーション設定がここに表示されます
ko: 애플리케이션 설정이 여기에 표시됩니다
zh_hans: 应用程序设置将显示在此处
zh_hant: 應用程式設定將顯示在此處

source: Audio
ja: オーディオ
ko: 오디오
zh_hans: 音频
zh_hant: 音訊

source: Audio capture is already running
ja: オーディオキャプチャは既に実行中です
ko: 오디오 캡처가 이미 실행 중입니다
zh_hans: 音频捕获已在运行中
zh_hant: 音訊擷取已在執行中

source: Audio engine error: %@
ja: オーディオエンジンエラー: %@
ko: 오디오 엔진 오류: %@
zh_hans: 音频引擎错误：%@
zh_hant: 音訊引擎錯誤：%@

source: Audio File
ja: オーディオファイル
ko: 오디오 파일
zh_hans: 音频文件
zh_hant: 音訊檔案

source: Audio format '%@' is not supported
ja: オーディオ形式「%@」はサポートされていません
ko: 오디오 형식 '%@'은(는) 지원되지 않습니다
zh_hans: 不支持音频格式「%@」
zh_hant: 不支援音訊格式「%@」

source: Audio format is not supported
ja: オーディオ形式がサポートされていません
ko: 오디오 형식이 지원되지 않습니다
zh_hans: 不支持此音频格式
zh_hant: 不支援此音訊格式

source: Audio Quality
ja: 音質
ko: 오디오 품질
zh_hans: 音频质量
zh_hant: 音訊品質

source: Audio Source
ja: オーディオソース
ko: 오디오 소스
zh_hans: 音频源
zh_hant: 音訊來源

source: Audio Sources
ja: オーディオソース
ko: 오디오 소스
zh_hans: 音频来源
zh_hant: 音訊來源

source: Auto-speak
ja: 自動読み上げ
ko: 자동 음성
zh_hans: 自动朗读
zh_hant: 自動朗讀

source: Auto-speak Translations
ja: 翻訳を自動読み上げ
ko: 번역 자동 읽기
zh_hans: 自动朗读翻译
zh_hant: 自動朗讀翻譯

source: Available Languages
ja: 利用可能な言語
ko: 사용 가능한 언어
zh_hans: 可用语言
zh_hant: 可用語言

source: Back
ja: 戻る
ko: 뒤로
zh_hans: 返回
zh_hant: 返回

source: Back to Recordings
ja: 録音一覧に戻る
ko: 녹음 목록으로 돌아가기
zh_hans: 返回录音列表
zh_hant: 返回錄音列表

source: Bilingual
ja: 二言語字幕
ko: 이중 언어
zh_hans: 双语字幕
zh_hant: 雙語字幕

source: Both
ja: 両方
ko: 둘 다
zh_hans: 两者
zh_hant: 兩者

source: Both microphone and system audio are captured simultaneously for comprehensive translation.
ja: マイクとシステムオーディオの両方を同時にキャプチャして、包括的な翻訳を行います。
ko: 마이크와 시스템 오디오를 동시에 캡처하여 종합적인 번역을 제공합니다.
zh_hans: 同时捕获麦克风和系统音频，提供全面翻译。
zh_hant: 同時擷取麥克風和系統音訊，提供全面翻譯。

source: Browse Files
ja: ファイルを参照
ko: 파일 찾아보기
zh_hans: 浏览文件
zh_hant: 瀏覽檔案

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Cancel download
ja: ダウンロードをキャンセル
ko: 다운로드 취소
zh_hans: 取消下载
zh_hant: 取消下載

source: Cancelled
ja: キャンセルされました
ko: 취소됨
zh_hans: 已取消
zh_hant: 已取消

source: Cannot translate empty text
ja: 空のテキストは翻訳できません
ko: 빈 텍스트는 번역할 수 없습니다
zh_hans: 无法翻译空文本
zh_hant: 無法翻譯空白文字

source: Cellular
ja: モバイル通信
ko: 셀룰러
zh_hans: 蜂窝网络
zh_hant: 行動網路

source: Check Permission Status
ja: 権限状態を確認
ko: 권한 상태 확인
zh_hans: 检查权限状态
zh_hant: 檢查權限狀態

source: Check your internet connection and try again
ja: インターネット接続を確認して再試行してください
ko: 인터넷 연결을 확인하고 다시 시도하세요
zh_hans: 请检查网络连接并重试
zh_hant: 請檢查網路連線並重試

source: Choose a recording from the list to view its details.
ja: リストから録音を選択して詳細を表示します。
ko: 목록에서 녹음을 선택하여 세부 정보를 확인하세요.
zh_hans: 从列表中选择一个录音以查看其详细信息。
zh_hant: 從列表中選擇一個錄音以查看其詳細資訊。

source: Choose Your Languages
ja: 言語を選択
ko: 언어 선택
zh_hans: 选择语言
zh_hant: 選擇語言

source: Clear
ja: 消去
ko: 지우기
zh_hans: 清除
zh_hant: 清除

source: Clear messages
ja: メッセージをクリア
ko: 메시지 지우기
zh_hans: 清除消息
zh_hant: 清除訊息

source: Clear Queue
ja: キューをクリア
ko: 대기열 지우기
zh_hans: 清空队列
zh_hant: 清空佇列

source: Close and reopen the floating panel to apply changes.
ja: 変更を適用するには、フローティングパネルを閉じて再度開いてください。
ko: 변경 사항을 적용하려면 플로팅 패널을 닫았다가 다시 여세요.
zh_hans: 关闭并重新打开浮动面板以应用更改。
zh_hant: 關閉並重新開啟浮動視窗以套用變更。

source: Click the + button to add Votra
ja: 「+」ボタンをクリックしてVotraを追加
ko: + 버튼을 클릭하여 Votra 추가
zh_hans: 点击 + 按钮添加 Votra
zh_hant: 點擊 + 按鈕加入 Votra

source: Click the + button to add Votra if not listed
ja: リストにない場合は+ボタンをクリックしてVotraを追加
ko: 목록에 없으면 + 버튼을 클릭하여 Votra 추가
zh_hans: 如果未列出，请点击 + 按钮添加 Votra
zh_hant: 如果未列出，請點擊 + 按鈕新增 Votra

source: Complete
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Completed
ja: 完了しました
ko: 완료됨
zh_hans: 已完成
zh_hant: 已完成

source: Completed: %lld file(s)
ja: 完了: %lld ファイル
ko: 완료: %lld개 파일
zh_hans: 已完成：%lld 个文件
zh_hant: 已完成：%lld 個檔案

# Completed: %lld succeeded, %lld failed
source: Completed: %1$lld succeeded, %2$lld failed
ja: 完了: %1$lld 件成功、%2$lld 件失敗
ko: 완료: %1$lld개 성공, %2$lld개 실패
zh_hans: 已完成：%1$lld 个成功，%2$lld 个失败
zh_hant: 已完成：%1$lld 個成功，%2$lld 個失敗

source: Connected
ja: 接続済み
ko: 연결됨
zh_hans: 已连接
zh_hant: 已連線

source: Content
ja: コンテンツ
ko: 콘텐츠
zh_hans: 内容
zh_hant: 內容

source: Content could not be processed due to safety restrictions
ja: 安全上の制限によりコンテンツを処理できませんでした
ko: 안전 제한으로 인해 콘텐츠를 처리할 수 없습니다
zh_hans: 由于安全限制，无法处理内容
zh_hant: 由於安全限制，無法處理內容

source: Content Restrictions Detected
ja: コンテンツ制限が検出されました
ko: 콘텐츠 제한 감지됨
zh_hans: 检测到内容限制
zh_hant: 偵測到內容限制

source: Conversation
ja: 会話
ko: 대화
zh_hans: 对话
zh_hant: 對話

source: Continue
ja: 続ける
ko: 계속
zh_hans: 继续
zh_hant: 繼續

source: Copied!
ja: コピーしました
ko: 복사됨!
zh_hans: 已复制！
zh_hant: 已拷貝！

source: Copy
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 拷貝

source: Crash Reporting
ja: クラッシュレポート
ko: 충돌 보고
zh_hans: 崩溃报告
zh_hant: 當機報告

source: Crash reports never include conversation content, audio recordings, or personal information.
ja: クラッシュレポートには、会話内容、音声録音、個人情報は含まれません。
ko: 충돌 보고서에는 대화 내용, 오디오 녹음 또는 개인 정보가 포함되지 않습니다.
zh_hans: 崩溃报告不包含对话内容、录音或个人信息。
zh_hant: 當機報告不包含對話內容、錄音或個人資訊。

source: Data Storage
ja: データストレージ
ko: 데이터 저장소
zh_hans: 数据存储
zh_hant: 資料儲存

source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delete Recording?
ja: 録音を削除しますか？
ko: 녹음을 삭제하시겠습니까?
zh_hans: 删除录音？
zh_hant: 刪除錄音？

source: Denied
ja: 拒否
ko: 거부됨
zh_hans: 已拒绝
zh_hant: 已拒絕

source: Discard All
ja: すべて破棄
ko: 모두 버리기
zh_hans: 全部丢弃
zh_hant: 全部捨棄

source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Download
ja: ダウンロード
ko: 다운로드
zh_hans: 下载
zh_hant: 下載

source: Download failed: %@
ja: ダウンロード失敗: %@
ko: 다운로드 실패: %@
zh_hans: 下载失败：%@
zh_hant: 下載失敗：%@

source: Download language packs for offline speech recognition and translation.
ja: オフラインでの音声認識と翻訳のために言語パックをダウンロードします。
ko: 오프라인 음성 인식 및 번역을 위해 언어 팩을 다운로드하세요.
zh_hans: 下载语言包以进行离线语音识别和翻译。
zh_hant: 下載語言套件以進行離線語音辨識和翻譯。

source: Downloading... %lld%%
ja: ダウンロード中... %lld%%
ko: 다운로드 중... %lld%%
zh_hans: 下载中... %lld%%
zh_hant: 下載中... %lld%%

source: Drop files here
ja: ここにファイルをドロップ
ko: 여기에 파일을 놓으세요
zh_hans: 将文件拖放到此处
zh_hant: 將檔案拖放到此處

source: Enable Apple Intelligence in System Settings > Apple Intelligence & Siri
ja: システム設定 > Apple IntelligenceとSiriでApple Intelligenceを有効にしてください
ko: 시스템 설정 > Apple Intelligence 및 Siri에서 Apple Intelligence를 활성화하세요
zh_hans: 在系统设置 > Apple Intelligence 与 Siri 中启用 Apple Intelligence
zh_hant: 在系統設定 > Apple Intelligence 與 Siri 中啟用 Apple Intelligence

source: Enable auto-speak to hear translations automatically, or hover over a message bubble to manually trigger speech.
ja: 自動読み上げを有効にすると翻訳が自動的に読み上げられます。または、メッセージバブルにカーソルを合わせて手動で読み上げをトリガーできます。
ko: 자동 읽기를 활성화하면 번역이 자동으로 읽힙니다. 또는 메시지 말풍선 위에 마우스를 올려 수동으로 음성을 트리거할 수 있습니다.
zh_hans: 启用自动朗读以自动听取翻译，或将鼠标悬停在消息气泡上手动触发朗读。
zh_hant: 啟用自動朗讀以自動聆聽翻譯，或將滑鼠懸停在訊息氣泡上手動觸發朗讀。

source: Enable Microphone Access
ja: マイクアクセスを有効にする
ko: 마이크 접근 활성화
zh_hans: 启用麦克风访问
zh_hant: 啟用麥克風存取

source: Enable Personal Voice in System Settings > Accessibility > Personal Voice
ja: システム設定 > アクセシビリティ > パーソナルボイスでパーソナルボイスを有効にしてください
ko: 시스템 설정 > 손쉬운 사용 > 개인 음성에서 개인 음성을 활성화하세요
zh_hans: 在系统设置 > 辅助功能 > 个人声音中启用个人声音
zh_hant: 在系統設定 > 輔助使用 > 個人聲音中啟用個人聲音

source: Error
ja: エラー
ko: 오류
zh_hans: 错误
zh_hant: 錯誤

source: Estimated size: 100-500 MB per language
ja: 推定サイズ: 言語ごとに100〜500 MB
ko: 예상 크기: 언어당 100-500 MB
zh_hans: 预计大小：每种语言 100-500 MB
zh_hant: 預估大小：每種語言 100-500 MB

source: Ethernet
ja: イーサネット
ko: 이더넷
zh_hans: 以太网
zh_hant: 乙太網路

source: Expand
ja: 展開
ko: 펼치기
zh_hans: 展开
zh_hant: 展開

source: Export
ja: 書き出す
ko: 내보내기
zh_hans: 导出
zh_hant: 輸出

source: Export Audio
ja: オーディオを書き出す
ko: 오디오 내보내기
zh_hans: 导出音频
zh_hant: 輸出音訊

source: Export failed: %@
ja: エクスポート失敗: %@
ko: 내보내기 실패: %@
zh_hans: 导出失败：%@
zh_hant: 匯出失敗：%@

source: Export Markdown
ja: Markdownを書き出す
ko: Markdown 내보내기
zh_hans: 导出 Markdown
zh_hant: 輸出 Markdown

source: Export Subtitles
ja: 字幕を書き出す
ko: 자막 내보내기
zh_hans: 导出字幕
zh_hant: 輸出字幕

source: Failed
ja: 失敗しました
ko: 실패
zh_hans: 失败
zh_hant: 失敗

source: Failed to download language pack
ja: 言語パックのダウンロードに失敗しました
ko: 언어 팩 다운로드 실패
zh_hans: 语言包下载失败
zh_hant: 語言包下載失敗

source: Failed to generate summary.
ja: サマリーの生成に失敗しました。
ko: 요약 생성에 실패했습니다.
zh_hans: 生成摘要失败。
zh_hant: 生成摘要失敗。

source: Failed to map segments to timestamps
ja: セグメントのタイムスタンプ対応に失敗しました
ko: 세그먼트를 타임스탬프에 매핑하지 못했습니다
zh_hans: 无法将片段映射到时间戳
zh_hant: 無法將片段對應到時間戳

source: Failed to parse summary response
ja: サマリー応答の解析に失敗しました
ko: 요약 응답 파싱 실패
zh_hans: 解析摘要响应失败
zh_hant: 解析摘要回應失敗

source: Failed to recover recording: %@
ja: 録音の復元に失敗しました: %@
ko: 녹음 복구 실패: %@
zh_hans: 恢复录音失败：%@
zh_hant: 恢復錄音失敗：%@

source: Failed to start audio capture engine
ja: オーディオキャプチャエンジンの起動に失敗しました
ko: 오디오 캡처 엔진 시작 실패
zh_hans: 启动音频捕获引擎失败
zh_hant: 啟動音訊擷取引擎失敗

source: Failed to write audio file: %@
ja: オーディオファイルの書き込みに失敗しました: %@
ko: 오디오 파일 쓰기 실패: %@
zh_hans: 写入音频文件失败：%@
zh_hant: 寫入音訊檔案失敗：%@

source: Failed to write subtitle file: %@
ja: 字幕ファイルの書き込みに失敗しました: %@
ko: 자막 파일 쓰기 실패: %@
zh_hans: 写入字幕文件失败：%@
zh_hant: 寫入字幕檔案失敗：%@

source: Display Lines
ja: 表示行数
ko: 표시 줄 수
zh_hans: 显示行数
zh_hant: 顯示行數

source: Display the original text alongside the translation
ja: 翻訳と一緒に原文を表示
ko: 번역과 함께 원문 표시
zh_hans: 在翻译旁边显示原文
zh_hant: 在翻譯旁顯示原文

source: Fast
ja: 速い
ko: 빠름
zh_hans: 快速
zh_hant: 快速

source: File Format
ja: ファイル形式
ko: 파일 형식
zh_hans: 文件格式
zh_hant: 檔案格式

source: File not found: %@
ja: ファイルが見つかりません: %@
ko: 파일을 찾을 수 없음: %@
zh_hans: 找不到文件：%@
zh_hant: 找不到檔案：%@

source: Find Votra in the list and enable access
ja: リストからVotraを見つけてアクセスを有効にしてください
ko: 목록에서 Votra를 찾아 접근을 활성화하세요
zh_hans: 在列表中找到 Votra 并启用访问权限
zh_hant: 在列表中找到 Votra 並啟用存取權限

source: Format
ja: 形式
ko: 형식
zh_hans: 格式
zh_hant: 格式

source: Floating Panel
ja: フローティングパネル
ko: 플로팅 패널
zh_hans: 浮动面板
zh_hant: 浮動視窗

source: Font size for floating panel text
ja: フローティングパネルの文字サイズ
ko: 플로팅 패널 텍스트 크기
zh_hans: 浮动面板文字大小
zh_hant: 浮動視窗文字大小

source: Free up disk space and try again
ja: ディスク容量を空けて再試行してください
ko: 디스크 공간을 확보하고 다시 시도하세요
zh_hans: 释放磁盘空间后重试
zh_hant: 釋放磁碟空間後重試

source: From
ja: 翻訳元
ko: 원본
zh_hans: 源语言
zh_hant: 來源語言

source: General
ja: 一般
ko: 일반
zh_hans: 通用
zh_hant: 一般

source: Generate Subtitles
ja: 字幕を生成
ko: 자막 생성
zh_hans: 生成字幕
zh_hant: 產生字幕

source: Generate Summary
ja: 要約を生成
ko: 요약 생성
zh_hans: 生成摘要
zh_hant: 產生摘要

source: Generated %@
ja: 生成日時: %@
ko: %@에 생성됨
zh_hans: 生成于 %@
zh_hant: 生成於 %@

source: Generating summary... %lld%%
ja: サマリー生成中... %lld%%
ko: 요약 생성 중... %lld%%
zh_hans: 正在生成摘要... %lld%%
zh_hant: 正在生成摘要... %lld%%

source: Generation failed
ja: 生成に失敗しました
ko: 생성 실패
zh_hans: 生成失败
zh_hant: 產生失敗

source: Get Started
ja: 始める
ko: 시작하기
zh_hans: 开始使用
zh_hant: 開始使用

source: Go to Privacy & Security > Microphone
ja: プライバシーとセキュリティ > マイク に移動
ko: 개인 정보 보호 및 보안 > 마이크로 이동
zh_hans: 前往隐私与安全 > 麦克风
zh_hant: 前往隱私權與安全性 > 麥克風

source: Go to Privacy & Security > Screen Recording
ja: プライバシーとセキュリティ > 画面収録 に移動
ko: 개인 정보 보호 및 보안 > 화면 기록으로 이동
zh_hans: 前往隐私与安全 > 屏幕录制
zh_hant: 前往隱私權與安全性 > 螢幕錄製

source: Go to Privacy & Security > Speech Recognition
ja: プライバシーとセキュリティ > 音声認識 に移動
ko: 개인 정보 보호 및 보안 > 음성 인식으로 이동
zh_hans: 前往隐私与安全 > 语音识别
zh_hant: 前往隱私權與安全性 > 語音辨識

source: Go to Settings > Languages to download the required language pack
ja: 設定 > 言語 に移動して、必要な言語パックをダウンロードしてください
ko: 설정 > 언어로 이동하여 필요한 언어 팩을 다운로드하세요
zh_hans: 前往设置 > 语言下载所需的语言包
zh_hant: 前往設定 > 語言下載所需的語言包

source: Granted
ja: 許可済み
ko: 허용됨
zh_hans: 已授权
zh_hant: 已授權

source: Help improve Votra by sending anonymous crash reports
ja: 匿名のクラッシュレポートを送信してVotraの改善に協力する
ko: 익명 충돌 보고서를 전송하여 Votra 개선에 도움주기
zh_hans: 发送匿名崩溃报告以帮助改进 Votra
zh_hant: 傳送匿名當機報告以協助改進 Votra

source: How to enable:
ja: 有効にする方法:
ko: 활성화 방법:
zh_hans: 启用方法：
zh_hant: 啟用方法：

source: If Votra is already listed, remove it (−) then re-add it (+)
ja: Votraがすでにリストにある場合は、削除（−）してから再追加（+）
ko: Votra가 이미 목록에 있으면 제거(−) 후 다시 추가(+)
zh_hans: 如果 Votra 已列出，先移除（−）再重新添加（+）
zh_hant: 如果 Votra 已列出，先移除（−）再重新新增（+）

source: Import Media Files
ja: メディアファイルを読み込む
ko: 미디어 파일 가져오기
zh_hans: 导入媒体文件
zh_hant: 輸入媒體檔案

source: Import media files for subtitle generation
ja: 字幕生成用のメディアファイルをインポート
ko: 자막 생성을 위한 미디어 파일 가져오기
zh_hans: 导入媒体文件以生成字幕
zh_hant: 匯入媒體檔案以生成字幕

source: Include
ja: 含む
ko: 포함
zh_hans: 包含
zh_hant: 包含

source: Incomplete Recordings Found
ja: 不完全な録音が見つかりました
ko: 불완전한 녹음 발견
zh_hans: 发现未完成的录音
zh_hant: 發現未完成的錄音

source: Input Device
ja: 入力デバイス
ko: 입력 장치
zh_hans: 输入设备
zh_hant: 輸入裝置

source: Installed
ja: インストール済み
ko: 설치됨
zh_hans: 已安装
zh_hant: 已安裝

# Insufficient disk space. Available: %@, Required: %@
source: Insufficient disk space. Available: %1$@, Required: %2$@
ja: ディスク容量が不足しています。利用可能: %1$@、必要: %2$@
ko: 디스크 공간이 부족합니다. 사용 가능: %1$@, 필요: %2$@
zh_hans: 磁盘空间不足。可用：%1$@，需要：%2$@
zh_hant: 磁碟空間不足。可用：%1$@，需要：%2$@

source: Key Points
ja: 要点
ko: 핵심 요점
zh_hans: 要点
zh_hant: 要點

source: Language module for %@ is not ready
ja: %@ の言語モジュールの準備ができていません
ko: %@ 언어 모듈이 준비되지 않았습니다
zh_hans: %@ 语言模块尚未准备好
zh_hant: %@ 語言模組尚未準備好

source: Language pack for %@ is not downloaded
ja: %@ の言語パックがダウンロードされていません
ko: %@의 언어 팩이 다운로드되지 않았습니다
zh_hans: %@ 的语言包未下载
zh_hant: %@ 的語言包未下載

source: Language pack for %@ needs to be downloaded
ja: %@ の言語パックをダウンロードする必要があります
ko: %@의 언어 팩을 다운로드해야 합니다
zh_hans: 需要下载 %@ 的语言包
zh_hant: 需要下載 %@ 的語言包

source: Language Packs
ja: 言語パック
ko: 언어 팩
zh_hans: 语言包
zh_hant: 語言套件

source: Languages
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: Last saved %@
ja: 最終保存: %@
ko: 마지막 저장: %@
zh_hans: 上次保存：%@
zh_hant: 上次儲存：%@

source: Listen to Translations
ja: 翻訳を聴く
ko: 번역 듣기
zh_hans: 聆听翻译
zh_hant: 聆聽翻譯

source: Listen to translations with text-to-speech
ja: テキスト読み上げで翻訳を聴く
ko: 텍스트 음성 변환으로 번역 듣기
zh_hans: 使用语音朗读收听翻译
zh_hant: 使用語音朗讀收聽翻譯

source: Listening...
ja: 聞いています...
ko: 듣는 중...
zh_hans: 正在聆听...
zh_hant: 正在聆聽...

source: Make sure you have an internet connection to check available languages.
ja: 利用可能な言語を確認するにはインターネット接続が必要です。
ko: 사용 가능한 언어를 확인하려면 인터넷 연결이 필요합니다.
zh_hans: 请确保有网络连接以检查可用语言。
zh_hant: 請確保有網路連線以檢查可用語言。

source: Me
ja: 自分
ko: 나
zh_hans: 我
zh_hant: 我

source: Media Import
ja: メディア読み込み
ko: 미디어 가져오기
zh_hans: 媒体导入
zh_hant: 媒體輸入

source: Meeting Summary
ja: 会議の要約
ko: 회의 요약
zh_hans: 会议摘要
zh_hant: 會議摘要

source: Microphone
ja: マイク
ko: 마이크
zh_hans: 麦克风
zh_hant: 麥克風

source: Microphone Access
ja: マイクアクセス
ko: 마이크 접근
zh_hans: 麦克风访问
zh_hant: 麥克風存取

source: Microphone access is required for voice translation
ja: 音声翻訳にはマイクへのアクセスが必要です
ko: 음성 번역에는 마이크 접근 권한이 필요합니다
zh_hans: 语音翻译需要麦克风访问权限
zh_hant: 語音翻譯需要麥克風存取權限

source: Microphone Access Required
ja: マイクへのアクセスが必要です
ko: 마이크 접근 권한 필요
zh_hans: 需要麦克风访问权限
zh_hant: 需要麥克風存取權限

source: Microphone Only
ja: マイクのみ
ko: 마이크만
zh_hans: 仅麦克风
zh_hant: 僅麥克風

source: Microphone permission denied
ja: マイクの権限が拒否されました
ko: 마이크 권한이 거부되었습니다
zh_hans: 麦克风权限被拒绝
zh_hant: 麥克風權限遭拒

source: Minimize
ja: 縮小
ko: 최소화
zh_hans: 最小化
zh_hant: 縮小

source: Minimize panel
ja: パネルを最小化
ko: 패널 최소화
zh_hans: 最小化面板
zh_hant: 最小化面板

source: Mode
ja: モード
ko: 모드
zh_hans: 模式
zh_hant: 模式

source: Network connection is unavailable
ja: ネットワーク接続がありません
ko: 네트워크 연결을 사용할 수 없습니다
zh_hans: 网络连接不可用
zh_hant: 網路連線不可用

source: Next
ja: 次へ
ko: 다음
zh_hans: 下一步
zh_hant: 下一步

source: No audio data available
ja: オーディオデータがありません
ko: 사용 가능한 오디오 데이터가 없습니다
zh_hans: 无可用音频数据
zh_hant: 無可用音訊資料

source: No audio input received
ja: オーディオ入力がありません
ko: 오디오 입력이 수신되지 않음
zh_hans: 未收到音频输入
zh_hant: 未收到音訊輸入

source: No content available for preview
ja: プレビュー可能なコンテンツがありません
ko: 미리보기에 사용 가능한 콘텐츠 없음
zh_hans: 没有可预览的内容
zh_hant: 沒有可預覽的內容

source: No content to export
ja: エクスポートするコンテンツがありません
ko: 내보낼 콘텐츠가 없습니다
zh_hans: 没有可导出的内容
zh_hant: 沒有可匯出的內容

source: No incomplete recordings found.
ja: 未完了の録音は見つかりませんでした。
ko: 불완전한 녹음이 없습니다.
zh_hans: 未找到未完成的录音。
zh_hant: 未找到未完成的錄音。

source: No languages available
ja: 利用可能な言語がありません
ko: 사용 가능한 언어가 없습니다
zh_hans: 没有可用语言
zh_hant: 沒有可用語言

source: No messages available for export
ja: エクスポート可能なメッセージがありません
ko: 내보낼 수 있는 메시지가 없습니다
zh_hans: 没有可导出的消息
zh_hant: 沒有可匯出的訊息

source: No microphones available
ja: 利用可能なマイクがありません
ko: 사용 가능한 마이크가 없습니다
zh_hans: 没有可用的麦克风
zh_hant: 沒有可用的麥克風

source: No recording is in progress
ja: 録音中ではありません
ko: 진행 중인 녹음이 없습니다
zh_hans: 没有正在进行的录音
zh_hant: 沒有正在進行的錄音

source: No Recordings
ja: 録音なし
ko: 녹음 없음
zh_hans: 无录音
zh_hant: 無錄音

source: No segments available for export
ja: エクスポート可能なセグメントがありません
ko: 내보낼 수 있는 세그먼트가 없습니다
zh_hans: 没有可导出的片段
zh_hant: 沒有可匯出的片段

source: No transcript available
ja: 文字起こしがありません
ko: 사용 가능한 트랜스크립트 없음
zh_hans: 没有可用的文字记录
zh_hant: 沒有可用的文字記錄

source: No voice available for %@
ja: %@ に利用可能な音声がありません
ko: %@에 사용 가능한 음성이 없습니다
zh_hans: %@ 没有可用的语音
zh_hant: %@ 沒有可用的語音

source: Not downloaded
ja: 未ダウンロード
ko: 다운로드되지 않음
zh_hans: 未下载
zh_hant: 未下載

source: Not enough content to summarize
ja: 要約するコンテンツが不足しています
ko: 요약할 콘텐츠가 충분하지 않습니다
zh_hans: 内容不足，无法摘要
zh_hant: 內容不足，無法摘要

source: Not enough disk space available
ja: ディスク容量が不足しています
ko: 디스크 공간이 부족합니다
zh_hans: 磁盘空间不足
zh_hant: 磁碟空間不足

source: Not Set
ja: 未設定
ko: 설정 안 됨
zh_hans: 未设置
zh_hant: 未設定

source: Not supported
ja: サポートされていません
ko: 지원되지 않음
zh_hans: 不支持
zh_hant: 不支援

source: Number of recent translation segments to display
ja: 表示する最近の翻訳セグメント数
ko: 표시할 최근 번역 세그먼트 수
zh_hans: 要显示的最近翻译段落数
zh_hant: 要顯示的最近翻譯段落數

source: Offline
ja: オフライン
ko: 오프라인
zh_hans: 离线
zh_hant: 離線

source: Overlay
ja: オーバーレイ
ko: 오버레이
zh_hans: 悬浮窗
zh_hant: 浮動視窗

source: Open Output Folder
ja: 出力フォルダを開く
ko: 출력 폴더 열기
zh_hans: 打开输出文件夹
zh_hant: 打開輸出資料夾

source: Open Settings
ja: 設定を開く
ko: 설정 열기
zh_hans: 打开设置
zh_hant: 打開設定

source: Open System Settings
ja: システム設定を開く
ko: 시스템 설정 열기
zh_hans: 打开系统设置
zh_hant: 開啟系統設定

source: Open System Settings > Privacy & Security > Microphone and enable access for Votra
ja: システム設定 > プライバシーとセキュリティ > マイク を開き、Votraのアクセスを有効にしてください
ko: 시스템 설정 > 개인 정보 보호 및 보안 > 마이크를 열고 Votra에 대한 접근을 활성화하세요
zh_hans: 打开系统设置 > 隐私与安全 > 麦克风，并为 Votra 启用访问权限
zh_hant: 打開系統設定 > 隱私權與安全性 > 麥克風，並為 Votra 啟用存取權限

source: Open System Settings > Privacy & Security > Screen Recording and enable access for Votra
ja: システム設定 > プライバシーとセキュリティ > 画面収録 を開き、Votraのアクセスを有効にしてください
ko: 시스템 설정 > 개인 정보 보호 및 보안 > 화면 기록을 열고 Votra에 대한 접근을 활성화하세요
zh_hans: 打开系统设置 > 隐私与安全 > 屏幕录制，并为 Votra 启用访问权限
zh_hant: 打開系統設定 > 隱私權與安全性 > 螢幕錄製，並為 Votra 啟用存取權限

source: Open System Settings > Privacy & Security > Speech Recognition and enable access for Votra
ja: システム設定 > プライバシーとセキュリティ > 音声認識 を開き、Votraのアクセスを有効にしてください
ko: 시스템 설정 > 개인 정보 보호 및 보안 > 음성 인식을 열고 Votra에 대한 접근을 활성화하세요
zh_hans: 打开系统设置 > 隐私与安全 > 语音识别，并为 Votra 启用访问权限
zh_hant: 打開系統設定 > 隱私權與安全性 > 語音辨識，並為 Votra 啟用存取權限

source: or
ja: または
ko: 또는
zh_hans: 或
zh_hant: 或

source: Order
ja: 順序
ko: 순서
zh_hans: 顺序
zh_hant: 順序

source: Original + Translation
ja: 原文 + 翻訳
ko: 원본 + 번역
zh_hans: 原文 + 翻译
zh_hant: 原文 + 翻譯

source: Original First
ja: 原文を先に
ko: 원문 먼저
zh_hans: 原文优先
zh_hant: 原文優先

source: Original Only
ja: 原文のみ
ko: 원본만
zh_hans: 仅原文
zh_hant: 僅原文

source: Overall Progress
ja: 全体の進捗
ko: 전체 진행률
zh_hans: 整体进度
zh_hant: 整體進度

source: Paused
ja: 一時停止中
ko: 일시 정지됨
zh_hans: 已暂停
zh_hant: 已暫停

source: Permissions
ja: 権限
ko: 권한
zh_hans: 权限
zh_hant: 權限

source: Personal Voice is not authorized
ja: パーソナルボイスが許可されていません
ko: 개인 음성이 승인되지 않았습니다
zh_hans: 个人声音未授权
zh_hant: 個人聲音未授權

source: Playback
ja: 再生
ko: 재생
zh_hans: 播放
zh_hant: 播放

source: Please download the language pack from System Settings > General > Language & Region > Translation Languages, or click "Download" when prompted.
ja: システム設定 > 一般 > 言語と地域 > 翻訳言語から言語パックをダウンロードするか、プロンプトが表示されたら「ダウンロード」をクリックしてください。
ko: 시스템 설정 > 일반 > 언어 및 지역 > 번역 언어에서 언어 팩을 다운로드하거나, 메시지가 표시되면 "다운로드"를 클릭하세요.
zh_hans: 请从系统设置 > 通用 > 语言与地区 > 翻译语言下载语言包，或在提示时点击「下载」。
zh_hant: 請從系統設定 > 一般 > 語言與地區 > 翻譯語言下載語言包，或在提示時點擊「下載」。

source: Please download the language pack from System Settings > General > Language & Region > Translation Languages.
ja: システム設定 > 一般 > 言語と地域 > 翻訳言語から言語パックをダウンロードしてください。
ko: 시스템 설정 > 일반 > 언어 및 지역 > 번역 언어에서 언어 팩을 다운로드하세요.
zh_hans: 请从系统设置 > 通用 > 语言与地区 > 翻译语言下载语言包。
zh_hant: 請從系統設定 > 一般 > 語言與地區 > 翻譯語言下載語言包。

source: Please restart the application
ja: アプリケーションを再起動してください
ko: 애플리케이션을 다시 시작하세요
zh_hans: 请重新启动应用程序
zh_hant: 請重新啟動應用程式

source: Please select a different audio input device
ja: 別のオーディオ入力デバイスを選択してください
ko: 다른 오디오 입력 장치를 선택하세요
zh_hans: 请选择其他音频输入设备
zh_hant: 請選擇其他音訊輸入裝置

source: Please try again. Keep the import window open during processing.
ja: もう一度お試しください。処理中はインポートウィンドウを開いたままにしてください。
ko: 다시 시도해 주세요. 처리하는 동안 가져오기 창을 열어 두세요.
zh_hans: 请重试。处理过程中请保持导入窗口打开。
zh_hant: 請重試。處理過程中請保持匯入視窗開啟。

source: Please wait a moment and try again
ja: しばらく待ってから再試行してください
ko: 잠시 후 다시 시도해 주세요
zh_hans: 请稍候再试
zh_hant: 請稍候再試

source: Preparing transcript...
ja: 文字起こしを準備中...
ko: 트랜스크립트 준비 중...
zh_hans: 正在准备文字记录...
zh_hant: 正在準備文字記錄...

source: Preview
ja: プレビュー
ko: 미리보기
zh_hans: 预览
zh_hant: 預覽

source: Press Start to begin
ja: 開始を押してください
ko: 시작을 눌러 시작하세요
zh_hans: 按下开始以开始
zh_hant: 按下開始以開始

source: Privacy
ja: プライバシー
ko: 개인 정보
zh_hans: 隐私
zh_hant: 隱私權

# Processing %lld of %lld...
source: Processing %1$lld of %2$lld...
ja: %1$lld / %2$lld を処理中...
ko: %1$lld / %2$lld 처리 중...
zh_hans: 正在处理 %1$lld / %2$lld...
zh_hant: 正在處理 %1$lld / %2$lld...

source: Processing Queue
ja: 処理キュー
ko: 처리 대기열
zh_hans: 处理队列
zh_hant: 處理佇列

source: Processing was cancelled
ja: 処理がキャンセルされました
ko: 처리가 취소되었습니다
zh_hans: 处理已取消
zh_hant: 處理已取消

source: Ready
ja: 準備完了
ko: 준비 완료
zh_hans: 准备就绪
zh_hant: 準備就緒

source: Ready for offline use
ja: オフラインで使用可能
ko: 오프라인 사용 준비됨
zh_hans: 可供离线使用
zh_hant: 可供離線使用

source: Ready to generate summary
ja: 要約を生成する準備ができました
ko: 요약 생성 준비됨
zh_hans: 已准备好生成摘要
zh_hant: 已準備好產生摘要

source: Ready to Go
ja: 準備完了
ko: 준비 완료
zh_hans: 准备就绪
zh_hant: 準備就緒
